{
  "meta": {
    "title": "Informativa sulla Privacy",
    "description": "Scopri come {APP_NAME} raccoglie, utilizza e protegge le tue informazioni personali e le immagini caricate."
  },
  "lastUpdated": "Ultimo aggiornamento: {date}",
  "title": "Informativa sulla Privacy",
  "viewTerms": "Visualizza Termini di Servizio",
  "introduction": {
    "title": "1. Introduzione",
    "paragraph1": "Benvenuto su {APP_NAME} (\"noi\", \"nostro\" o \"ci\"). Ci impegniamo a proteggere la tua privacy e garantire la sicurezza delle tue informazioni personali. Questa Informativa sulla Privacy spiega come raccogliamo, utilizziamo, divulghiamo e proteggiamo le tue informazioni quando utilizzi il nostro servizio di upscaling e miglioramento immagini basato sull'IA.",
    "paragraph2": "Utilizzando {APP_NAME}, accetti la raccolta e l'utilizzo delle informazioni in conformità con questa informativa."
  },
  "collection": {
    "title": "2. Informazioni che Raccogliamo",
    "account": {
      "title": "2.1 Informazioni Account",
      "intro": "Quando crei un account, raccogliamo:",
      "items": [
        "Indirizzo email",
        "Nome (se fornito)",
        "Password (memorizzata in modo sicuro utilizzando hashing standard del settore)",
        "Dati di autenticazione da provider terzi (Google) se scegli di accedere con OAuth"
      ]
    },
    "images": {
      "title": "2.2 Immagini Caricate",
      "intro": "Quando utilizzi il nostro servizio, carichi immagini per l'elaborazione. Noi:",
      "items": [
        "Elaboriamo le tue immagini utilizzando la tecnologia IA per migliorarle o upscalarle",
        "Non memorizziamo permanentemente le tue immagini originali o elaborate sui nostri server dopo il completamento dell'elaborazione",
        "Non utilizziamo le tue immagini per addestrare modelli IA o per scopi diversi dalla fornitura del servizio richiesto"
      ]
    },
    "payment": {
      "title": "2.3 Informazioni di Pagamento",
      "description": "Utilizziamo Stripe per elaborare i pagamenti. Non memorizziamo i dettagli completi della carta di credito sui nostri server. Stripe gestisce tutta l'elaborazione dei pagamenti e memorizza le informazioni di pagamento secondo la loro",
      "privacyPolicyLink": "Informativa sulla Privacy"
    },
    "usage": {
      "title": "2.4 Dati di Utilizzo",
      "intro": "Raccogliamo automaticamente:",
      "items": [
        "Indirizzo IP",
        "Tipo e versione del browser",
        "Pagine visitate e tempo trascorso",
        "Informazioni sul dispositivo",
        "Sito web di riferimento",
        "Storico elaborazioni (numero di immagini elaborate, crediti utilizzati)"
      ]
    }
  },
  "usage": {
    "title": "3. Come Utilizziamo le Tue Informazioni",
    "intro": "Utilizziamo le informazioni raccolte per:",
    "items": [
      "Fornire, mantenere e migliorare i nostri servizi",
      "Elaborare le tue richieste di miglioramento immagini",
      "Gestire il tuo account e il saldo dei crediti",
      "Elaborare i pagamenti e inviare ricevute transazionali",
      "Inviare comunicazioni relative al servizio (reset password, notifiche account)",
      "Rispondere alle richieste di supporto clienti",
      "Analizzare i modelli di utilizzo per migliorare il nostro servizio",
      "Rilevare e prevenire frodi o abusi"
    ]
  },
  "sharing": {
    "title": "4. Condivisione e Divulgazione dei Dati",
    "intro": "Non vendiamo le tue informazioni personali. Potremmo condividere le tue informazioni con:",
    "providers": [
      {
        "label": "Fornitori di Servizi:",
        "description": "Servizi di terze parti che ci aiutano a gestire la nostra piattaforma (es. Stripe per i pagamenti, Supabase per l'autenticazione, Google per l'elaborazione IA)"
      },
      {
        "label": "Requisiti Legali:",
        "description": "Quando richiesto dalla legge, ordine del tribunale o autorità governativa"
      },
      {
        "label": "Trasferimenti Aziendali:",
        "description": "In connessione con una fusione, acquisizione o vendita di attività"
      }
    ]
  },
  "security": {
    "title": "5. Sicurezza dei Dati",
    "intro": "Implementiamo misure di sicurezza standard del settore per proteggere i tuoi dati:",
    "measures": [
      "Crittografia HTTPS per tutte le trasmissioni dati",
      "Hashing sicuro delle password",
      "Audit di sicurezza regolari",
      "Controlli di accesso e autenticazione",
      "Sicurezza a livello di riga per l'accesso al database"
    ],
    "disclaimer": "Sebbene ci sforziamo di proteggere le tue informazioni, nessun metodo di trasmissione su Internet è sicuro al 100%. Non possiamo garantire una sicurezza assoluta."
  },
  "retention": {
    "title": "6. Conservazione dei Dati",
    "paragraph1": "Conserviamo le informazioni del tuo account finché il tuo account è attivo. Puoi richiedere la cancellazione del tuo account e dei dati associati in qualsiasi momento.",
    "paragraph2": "Le immagini caricate sono elaborate in tempo reale e non sono memorizzate permanentemente. I registri delle transazioni vengono conservati per scopi legali e contabili."
  },
  "rights": {
    "title": "7. I Tuoi Diritti",
    "intro": "A seconda della tua posizione, potresti avere i seguenti diritti:",
    "rightsList": [
      {
        "label": "Accesso:",
        "description": "Richiedere una copia dei dati personali che deteniamo su di te"
      },
      {
        "label": "Rettifica:",
        "description": "Richiedere la correzione di dati inaccurati"
      },
      {
        "label": "Cancellazione:",
        "description": "Richiedere la cancellazione dei tuoi dati personali"
      },
      {
        "label": "Portabilità:",
        "description": "Richiedere una copia dei tuoi dati in un formato portatile"
      },
      {
        "label": "Opposizione:",
        "description": "Opporsi a determinati trattamenti dei tuoi dati"
      }
    ],
    "contact": "Per esercitare questi diritti, ti preghiamo di contattarci a",
    "email": "{PRIVACY_EMAIL}"
  },
  "cookies": {
    "title": "8. Cookie e Tracciamento",
    "intro": "Utilizziamo cookie e tecnologie simili per:",
    "uses": [
      "Mantenere la tua sessione e autenticazione",
      "Ricordare le tue preferenze",
      "Analizzare i modelli di utilizzo (tramite Google Analytics e Amplitude)",
      "Migliorare il nostro servizio"
    ],
    "control": "Puoi controllare i cookie tramite le impostazioni del tuo browser, ma disabilitarli potrebbe influire sulla funzionalità del servizio."
  },
  "children": {
    "title": "9. Privacy dei Minori",
    "description": "Il nostro servizio non è destinato a minori di 13 anni. Non raccogliamo consapevolmente informazioni personali da minori di 13 anni. Se ritieni che abbiamo raccolto informazioni da un minore di 13 anni, ti preghiamo di contattarci immediatamente."
  },
  "international": {
    "title": "10. Trasferimenti Internazionali di Dati",
    "description": "Le tue informazioni possono essere trasferite ed elaborate in paesi diversi dal tuo paese di residenza. Questi paesi potrebbero avere leggi diverse sulla protezione dei dati. Utilizzando il nostro servizio, acconsenti a tali trasferimenti. Ci assicuriamo che siano in place salvaguardie appropriate per proteggere i tuoi dati."
  },
  "changes": {
    "title": "11. Modifiche a Questa Informativa",
    "description": "Potremmo aggiornare questa Informativa sulla Privacy di volta in volta. Ti notificheremo le modifiche significative pubblicando la nuova informativa su questa pagina e aggiornando la data \"Ultimo aggiornamento\". L'uso continuato del servizio dopo le modifiche costituisce accettazione dell'informativa aggiornata."
  },
  "contact": {
    "title": "12. Contattaci",
    "intro": "Se hai domande su questa Informativa sulla Privacy o sulle nostre pratiche dati, ti preghiamo di contattarci:",
    "emailLabel": "Email:",
    "email": "{PRIVACY_EMAIL}"
  },
  "nav": {
    "blog": "Blog"
  }
}
