{
  "meta": {
    "title": "Termini di Servizio",
    "description": "Leggi i termini e condizioni per l'utilizzo dei servizi di upscaling e miglioramento immagini di {APP_NAME}."
  },
  "lastUpdated": "Ultimo aggiornamento: {date}",
  "title": "Termini di Servizio",
  "viewPrivacy": "Visualizza Informativa sulla Privacy",
  "acceptance": {
    "title": "1. Accettazione dei Termini",
    "paragraph1": "Accedendo a o utilizzando {APP_NAME} (\"Servizio\"), accetti di essere vincolato da questi Termini di Servizio (\"Termini\"). Se non accetti questi Termini, non puoi utilizzare il Servizio.",
    "paragraph2": "Ci riserviamo il diritto di modificare questi Termini in qualsiasi momento. L'uso continuato del Servizio dopo le modifiche costituisce accettazione dei Termini modificati."
  },
  "description": {
    "title": "2. Descrizione del Servizio",
    "intro": "{APP_NAME} fornisce servizi di upscaling e miglioramento immagini basati sull'IA. Il Servizio permette agli utenti di:",
    "features": [
      "Caricare immagini per il miglioramento con IA",
      "Upscalare immagini a risoluzioni più elevate (2x, 4x)",
      "Migliorare la qualità dell'immagine preservando testo e loghi",
      "Scaricare le immagini elaborate"
    ]
  },
  "registration": {
    "title": "3. Registrazione Account",
    "intro": "Per utilizzare determinate funzionalità, devi:",
    "requirements": [
      "Creare un account con informazioni accurate",
      "Mantenere la sicurezza delle credenziali del tuo account",
      "Notificarci immediatamente accessi non autorizzati",
      "Avere almeno 13 anni (o l'età minima nella tua giurisdizione)"
    ],
    "responsibility": "Sei responsabile di tutte le attività sotto il tuo account."
  },
  "credits": {
    "title": "4. Crediti e Pagamenti",
    "system": {
      "title": "4.1 Sistema di Crediti",
      "description": "Il Servizio opera su un sistema basato sui crediti. Ogni azione di elaborazione immagine consuma crediti in base al tipo di operazione e alle dimensioni dell'immagine."
    },
    "free": {
      "title": "4.2 Crediti Gratuiti",
      "description": "I nuovi utenti ricevono 10 crediti gratuiti upon registrazione. I crediti gratuiti sono soggetti ai nostri Termini standard e possono essere modificati o interrotti in qualsiasi momento."
    },
    "subscription": {
      "title": "4.3 Crediti Abbonamento",
      "features": [
        "I crediti abbonamento si rinnovano mensilmente e roll over (fino a 6× la tua assegnazione mensile di crediti)",
        "I crediti sono disponibili solo mentre il tuo abbonamento è attivo",
        "Tutti gli abbonamenti sono elaborati tramite Stripe",
        "I prezzi sono in USD se non diversamente specificato"
      ]
    },
    "refunds": {
      "title": "4.4 Rimborsi",
      "intro": "A causa della natura dei servizi digitali, i rimborsi generalmente non vengono forniti per crediti utilizzati. Tuttavia, possiamo emettere rimborsi a nostra discrezione per:",
      "reasons": [
        "Guasti tecnici che causano perdita di crediti",
        "Addebiti duplicati",
        "Indisponibilità del servizio"
      ],
      "contact": "Per richieste di rimborso, contatta",
      "email": "{SUPPORT_EMAIL}"
    }
  },
  "subscriptions": {
    "title": "5. Abbonamenti",
    "terms": [
      "Gli abbonamenti si rinnovano automaticamente alla fine di ogni periodo di fatturazione",
      "Puoi cancellare in qualsiasi momento tramite le impostazioni del tuo account o il portale Stripe",
      "La cancellazione ha effetto alla fine del periodo di fatturazione corrente",
      "Nessun rimborso prorata per periodi di fatturazione parziali",
      "Possiamo modificare i prezzi degli abbonamenti con 30 giorni di preavviso; l'uso continuato costituisce accettazione"
    ]
  },
  "acceptableUse": {
    "title": "6. Uso Accettabile",
    "intro": "Accetti di NON utilizzare il Servizio per:",
    "prohibitions": [
      "Elaborare contenuti illegali, dannosi o offensivi",
      "Elaborare immagini su cui non hai diritti di utilizzo",
      "Generare o migliorare contenuti che ritraggono minori in modi inappropriati",
      "Creare deepfake o contenuti ingannevoli destinati a ingannare",
      "Violare i diritti di proprietà intellettuale di altri",
      "Tentare di fare ingegneria inversa o sfruttare il Servizio",
      "Utilizzare sistemi automatizzati per abusare del Servizio",
      "Eludere i limiti di utilizzo o le misure di sicurezza",
      "Rivendere o ridistribuire il Servizio senza autorizzazione"
    ],
    "consequence": "La violazione di questi termini può comportare la chiusura immediata dell'account senza rimborso."
  },
  "intellectualProperty": {
    "title": "7. Proprietà Intellettuale",
    "yourContent": {
      "title": "7.1 I Tuoi Contenuti",
      "description": "Mantieni tutti i diritti sulle immagini che carichi. Utilizzando il Servizio, ci concedi una licenza limitata per elaborare le tue immagini esclusivamente per fornire il servizio richiesto."
    },
    "ourService": {
      "title": "7.2 Il Nostro Servizio",
      "description": "{APP_NAME}, inclusa la sua tecnologia, marchio e contenuti, è protetto dalle leggi sulla proprietà intellettuale. Non puoi copiare, modificare, distribuire o creare opere derivate senza il nostro permesso scritto."
    }
  },
  "availability": {
    "title": "8. Disponibilità del Servizio",
    "intro": "Ci sforziamo per un'elevata disponibilità ma:",
    "limitations": [
      "Il Servizio è fornito \"così com'è\" senza garanzie",
      "Possiamo eseguire manutenzione con o senza preavviso",
      "I tempi di elaborazione possono variare in base alla domanda",
      "Ci riserviamo il diritto di modificare o interrompere le funzionalità"
    ]
  },
  "limitation": {
    "title": "9. Limitazione di Responsabilità",
    "intro": "NEL MASSIMO ESTENTO CONSENTITO DALLA LEGGE, {APP_NAME} NON SARÀ RESPONSABILE PER:",
    "exclusions": [
      "Danni indiretti, incidentali, speciali o consequenziali",
      "Perdita di profitti, dati o opportunità commerciali",
      "Interruzioni del servizio o perdita di dati",
      "Azioni di terze parti"
    ],
    "cap": "La nostra responsabilità totale non supererà l'importo che ci hai pagato nei 12 mesi precedenti la richiesta."
  },
  "disclaimer": {
    "title": "10. Esclusione di Garanzie",
    "intro": "IL SERVIZIO È FORNITO \"COSÌ COM'È\" E \"COME DISPONIBILE\" SENZA GARANZIE DI ALCUN TIPO, ESPRESSE O IMPLICITE, INCLUSA MA NON LIMITATA A:",
    "exclusions": [
      "Commerciabilità",
      "Idoneità per uno scopo particolare",
      "Non violazione",
      "Precisione o affidabilità dei risultati"
    ],
    "caveat": "I miglioramenti generati dall'IA potrebbero non sempre soddisfare le aspettative. I risultati dipendono dalla qualità dell'immagine di input e altri fattori."
  },
  "indemnification": {
    "title": "11. Indennizzo",
    "description": "Accetti di indennizzare e manlevare {APP_NAME} e i suoi funzionari, direttori, dipendenti e agenti da qualsiasi pretesa, danno, perdita o spesa derivante dall'uso del Servizio, violazione di questi Termini, o violazione di diritti di terze parti."
  },
  "termination": {
    "title": "12. Risoluzione",
    "intro": "Possiamo sospendere o risolvere il tuo account in qualsiasi momento per:",
    "reasons": [
      "Violazione di questi Termini",
      "Attività fraudolenta o illegale",
      "Mancato pagamento",
      "Inattività prolungata",
      "Qualsiasi altro motivo a nostra esclusiva discrezione"
    ],
    "consequence": "In caso di risoluzione, il diritto di utilizzare il Servizio cessa immediatamente. I crediti inutilizzati sono perduti a meno che non richiesto dalla legge."
  },
  "governingLaw": {
    "title": "13. Legge Applicabile",
    "description": "Questi Termini saranno regolati dalle leggi della giurisdizione in cui operiamo, indipendentemente dalle norme sul conflitto di leggi. Qualsiasi controversia sarà risolta nei tribunali di quella giurisdizione."
  },
  "severability": {
    "title": "14. Separabilità",
    "description": "Se una qualsiasi disposizione di questi Termini risulta inapplicabile, le disposizioni rimanenti rimarranno in pieno vigore ed effetto."
  },
  "contact": {
    "title": "15. Contatto",
    "intro": "Per domande su questi Termini:",
    "emailLabel": "Email:",
    "email": "{LEGAL_EMAIL}"
  },
  "nav": {
    "blog": "Blog"
  }
}
