{
  "meta": {
    "title": "Política de Privacidad",
    "description": "Aprenda cómo {{APP_NAME}} recopila, usa y protege su información personal e imágenes cargadas."
  },
  "lastUpdated": "Última actualización: {{date}}",
  "title": "Política de Privacidad",
  "viewTerms": "Ver Términos de Servicio",
  "introduction": {
    "title": "1. Introducción",
    "paragraph1": "Bienvenido a {{APP_NAME}} (\"nosotros\", \"nuestro\" o \"nos\"). Estamos comprometidos a proteger su privacidad y asegurar la seguridad de su información personal. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos su información cuando usa nuestro servicio de mejora y aumento de escala de imágenes con IA.",
    "paragraph2": "Al usar {{APP_NAME}}, acepta la recopilación y uso de información de acuerdo con esta política."
  },
  "collection": {
    "title": "2. Información que Recopilamos",
    "account": {
      "title": "2.1 Información de Cuenta",
      "intro": "Cuando crea una cuenta, recopilamos:",
      "items": [
        "Dirección de correo electrónico",
        "Nombre (si se proporciona)",
        "Contraseña (almacenada de forma segura usando hashing estándar de la industria)",
        "Datos de autenticación de proveedores terceros (Google) si elige iniciar sesión con OAuth"
      ]
    },
    "images": {
      "title": "2.2 Imágenes Cargadas",
      "intro": "Cuando usa nuestro servicio, carga imágenes para procesar. Nosotros:",
      "items": [
        "Procesamos sus imágenes usando tecnología de IA para mejorar o aumentar su escala",
        "No almacenamos permanentemente sus imágenes originales o procesadas en nuestros servidores después de que se complete el procesamiento",
        "No usamos sus imágenes para entrenar modelos de IA o para ningún propósito diferente a proporcionar el servicio solicitado"
      ]
    },
    "payment": {
      "title": "2.3 Información de Pago",
      "description": "Usamos Stripe para procesar pagos. No almacenamos los detalles completos de su tarjeta de crédito en nuestros servidores. Stripe maneja todo el procesamiento de pagos y almacena la información de pago de acuerdo con su",
      "privacyPolicyLink": "Política de Privacidad"
    },
    "usage": {
      "title": "2.4 Datos de Uso",
      "intro": "Recopilamos automáticamente:",
      "items": [
        "Dirección IP",
        "Tipo y versión del navegador",
        "Páginas visitadas y tiempo pasado",
        "Información del dispositivo",
        "Sitio web de referencia",
        "Historial de procesamiento (número de imágenes procesadas, créditos usados)"
      ]
    }
  },
  "usage": {
    "title": "3. Cómo Usamos su Información",
    "intro": "Usamos la información recopilada para:",
    "items": [
      "Proporcionar, mantener y mejorar nuestros servicios",
      "Procesar sus solicitudes de mejora de imagen",
      "Gestionar su cuenta y saldo de créditos",
      "Procesar pagos y enviar recibos de transacciones",
      "Enviar comunicaciones relacionadas con el servicio (restablecimientos de contraseña, notificaciones de cuenta)",
      "Responder a solicitudes de soporte al cliente",
      "Analizar patrones de uso para mejorar nuestro servicio",
      "Detectar y prevenir fraude o abuso"
    ]
  },
  "sharing": {
    "title": "4. Uso Compartido y Divulgación de Datos",
    "intro": "No vendemos su información personal. Podemos compartir su información con:",
    "providers": [
      {
        "label": "Proveedores de Servicios:",
        "description": "Servicios de terceros que nos ayudan a operar nuestra plataforma (por ejemplo, Stripe para pagos, Supabase para autenticación, Google para procesamiento con IA)"
      },
      {
        "label": "Requisitos Legales:",
        "description": "Cuando lo requiera la ley, orden judicial o autoridad gubernamental"
      },
      {
        "label": "Transferencias Comerciales:",
        "description": "En conexión con una fusión, adquisición o venta de activos"
      }
    ]
  },
  "security": {
    "title": "5. Seguridad de Datos",
    "intro": "Implementamos medidas de seguridad estándar de la industria para proteger sus datos:",
    "measures": [
      "Cifrado HTTPS para toda la transmisión de datos",
      "Hashing seguro de contraseñas",
      "Auditorías de seguridad regulares",
      "Controles de acceso y autenticación",
      "Seguridad a nivel de fila para acceso a la base de datos"
    ],
    "disclaimer": "Aunque nos esforzamos por proteger su información, ningún método de transmisión por Internet es 100% seguro. No podemos garantizar seguridad absoluta."
  },
  "retention": {
    "title": "6. Retención de Datos",
    "paragraph1": "Mantenemos su información de cuenta mientras su cuenta esté activa. Puede solicitar la eliminación de su cuenta y datos asociados en cualquier momento.",
    "paragraph2": "Las imágenes cargadas se procesan en tiempo real y no se almacenan permanentemente. Los registros de transacciones se mantienen para fines legales y contables."
  },
  "rights": {
    "title": "7. Sus Derechos",
    "intro": "Dependiendo de su ubicación, puede tener los siguientes derechos:",
    "rightsList": [
      {
        "label": "Acceso:",
        "description": "Solicitar una copia de los datos personales que tenemos sobre usted"
      },
      {
        "label": "Corrección:",
        "description": "Solicitar la corrección de datos inexactos"
      },
      {
        "label": "Eliminación:",
        "description": "Solicitar la eliminación de sus datos personales"
      },
      {
        "label": "Portabilidad:",
        "description": "Solicitar una copia de sus datos en un formato portátil"
      },
      {
        "label": "Objeción:",
        "description": "Oponerse a cierto procesamiento de sus datos"
      }
    ],
    "contact": "Para ejercer estos derechos, por favor contáctenos en",
    "email": "{{PRIVACY_EMAIL}}"
  },
  "cookies": {
    "title": "8. Cookies y Rastreo",
    "intro": "Usamos cookies y tecnologías similares para:",
    "uses": [
      "Mantener su sesión y autenticación",
      "Recordar sus preferencias",
      "Analizar patrones de uso (vía Google Analytics y Amplitude)",
      "Mejorar nuestro servicio"
    ],
    "control": "Puede controlar las cookies a través de la configuración de su navegador, pero deshabilitarlas puede afectar la funcionalidad del servicio."
  },
  "children": {
    "title": "9. Privacidad de Menores",
    "description": "Nuestro servicio no está destinado a menores de 13 años. No recopilamos conscientemente información personal de menores de 13 años. Si cree que hemos recopilado información de un menor de 13 años, por favor contáctenos inmediatamente."
  },
  "international": {
    "title": "10. Transferencias Internacionales de Datos",
    "description": "Su información puede transferirse y procesarse en países distintos a su país de residencia. Estos países pueden tener diferentes leyes de protección de datos. Al usar nuestro servicio, acepta dichas transferencias. Aseguramos que se implementen las salvaguardas apropiadas para proteger sus datos."
  },
  "changes": {
    "title": "11. Cambios en Esta Política",
    "description": "Podemos actualizar esta Política de Privacidad de vez en cuando. Le notificaremos de cambios importantes publicando la nueva política en esta página y actualizando la fecha de \"Última actualización\". El uso continuado del servicio después de los cambios constituye la aceptación de la política actualizada."
  },
  "contact": {
    "title": "12. Contáctenos",
    "intro": "Si tiene preguntas sobre esta Política de Privacidad o nuestras prácticas de datos, por favor contáctenos:",
    "emailLabel": "Correo electrónico:",
    "email": "{{PRIVACY_EMAIL}}"
  }
}
