{
  "meta": {
    "title": "Politique de Confidentialité",
    "description": "Apprenez comment {APP_NAME} collecte, utilise et protège vos informations personnelles et images téléchargées."
  },
  "lastUpdated": "Dernière mise à jour : {date}",
  "title": "Politique de Confidentialité",
  "viewTerms": "Voir les Conditions d'Utilisation",
  "introduction": {
    "title": "1. Introduction",
    "paragraph1": "Bienvenue sur {APP_NAME} (\"nous\", \"notre\" ou \"nos\"). Nous nous engageons à protéger votre vie privée et à assurer la sécurité de vos informations personnelles. Cette Politique de Confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous utilisez notre service d'amélioration et de mise à l'échelle d'images par IA.",
    "paragraph2": "En utilisant {APP_NAME}, vous acceptez la collecte et l'utilisation des informations conformément à cette politique."
  },
  "collection": {
    "title": "2. Informations que Nous Collectons",
    "account": {
      "title": "2.1 Informations du Compte",
      "intro": "Lorsque vous créez un compte, nous collectons :",
      "items": [
        "Adresse e-mail",
        "Nom (si fourni)",
        "Mot de passe (stocké de manière sécurisée en utilisant un hachage standard de l'industrie)",
        "Données d'authentification de fournisseurs tiers (Google) si vous choisissez de vous connecter avec OAuth"
      ]
    },
    "images": {
      "title": "2.2 Images Téléchargées",
      "intro": "Lorsque vous utilisez notre service, vous téléchargez des images pour traitement. Nous :",
      "items": [
        "Traitons vos images en utilisant la technologie IA pour les améliorer ou les mettre à l'échelle",
        "Ne stockons pas de manière permanente vos images originales ou traitées sur nos serveurs après l'achèvement du traitement",
        "N'utilisons pas vos images pour entraîner des modèles IA ou pour tout autre objet que la fourniture du service demandé"
      ]
    },
    "payment": {
      "title": "2.3 Informations de Paiement",
      "description": "Nous utilisons Stripe pour traiter les paiements. Nous ne stockons pas les détails complets de votre carte de crédit sur nos serveurs. Stripe gère tout le traitement des paiements et stocke les informations de paiement conformément à leur",
      "privacyPolicyLink": "Politique de Confidentialité"
    },
    "usage": {
      "title": "2.4 Données d'Utilisation",
      "intro": "Nous collectons automatiquement :",
      "items": [
        "Adresse IP",
        "Type et version du navigateur",
        "Pages visitées et temps passé",
        "Informations sur l'appareil",
        "Site web référant",
        "Historique de traitement (nombre d'images traitées, crédits utilisés)"
      ]
    }
  },
  "usage": {
    "title": "3. Comment Nous Utilisons Vos Informations",
    "intro": "Nous utilisons les informations collectées pour :",
    "items": [
      "Fournir, maintenir et améliorer nos services",
      "Traiter vos demandes d'amélioration d'image",
      "Gérer votre compte et votre solde de crédits",
      "Traiter les paiements et envoyer des reçus de transaction",
      "Envoyer des communications liées au service (réinitialisations de mot de passe, notifications de compte)",
      "Répondre aux demandes de support client",
      "Analyser les modèles d'utilisation pour améliorer notre service",
      "Détecter et prévenir la fraude ou les abus"
    ]
  },
  "sharing": {
    "title": "4. Partage et Divulgation des Données",
    "intro": "Nous ne vendons pas vos informations personnelles. Nous pouvons partager vos informations avec :",
    "providers": [
      {
        "label": "Prestataires de Services :",
        "description": "Services tiers qui nous aident à exploiter notre plateforme (par exemple, Stripe pour les paiements, Supabase pour l'authentification, Google pour le traitement IA)"
      },
      {
        "label": "Exigences Légales :",
        "description": "Lorsqu'elle est requise par la loi, une ordonnance du tribunal ou une autorité gouvernementale"
      },
      {
        "label": "Transferts Commerciaux :",
        "description": "Dans le cadre d'une fusion, d'une acquisition ou d'une vente d'actifs"
      }
    ]
  },
  "security": {
    "title": "5. Sécurité des Données",
    "intro": "Nous mettons en œuvre des mesures de sécurité standard de l'industrie pour protéger vos données :",
    "measures": [
      "Chiffrement HTTPS pour toute transmission de données",
      "Hachage sécurisé des mots de passe",
      "Audits de sécurité réguliers",
      "Contrôles d'accès et authentification",
      "Sécurité au niveau des lignes pour l'accès à la base de données"
    ],
    "disclaimer": "Bien que nous nous efforcions de protéger vos informations, aucune méthode de transmission sur Internet n'est sécurisée à 100%. Nous ne pouvons garantir une sécurité absolue."
  },
  "retention": {
    "title": "6. Rétention des Données",
    "paragraph1": "Nous conservons vos informations de compte tant que votre compte est actif. Vous pouvez demander la suppression de votre compte et des données associées à tout moment.",
    "paragraph2": "Les images téléchargées sont traitées en temps réel et ne sont pas stockées de manière permanente. Les enregistrements de transaction sont conservés à des fins légales et comptables."
  },
  "rights": {
    "title": "7. Vos Droits",
    "intro": "Selon votre emplacement, vous pouvez avoir les droits suivants :",
    "rightsList": [
      {
        "label": "Accès :",
        "description": "Demander une copie des données personnelles que nous détenons sur vous"
      },
      {
        "label": "Correction :",
        "description": "Demander la correction de données inexactes"
      },
      {
        "label": "Suppression :",
        "description": "Demander la suppression de vos données personnelles"
      },
      {
        "label": "Portabilité :",
        "description": "Demander une copie de vos données dans un format portable"
      },
      {
        "label": "Opposition :",
        "description": "S'opposer à certains traitements de vos données"
      }
    ],
    "contact": "Pour exercer ces droits, veuillez nous contacter à",
    "email": "{PRIVACY_EMAIL}"
  },
  "cookies": {
    "title": "8. Cookies et Suivi",
    "intro": "Nous utilisons des cookies et technologies similaires pour :",
    "uses": [
      "Maintenir votre session et authentification",
      "Souvenir de vos préférences",
      "Analyser les modèles d'utilisation (via Google Analytics et Amplitude)",
      "Améliorer notre service"
    ],
    "control": "Vous pouvez contrôler les cookies via les paramètres de votre navigateur, mais les désactiver peut affecter la fonctionnalité du service."
  },
  "children": {
    "title": "9. Confidentialité des Enfants",
    "description": "Notre service n'est pas destiné aux enfants de moins de 13 ans. Nous ne collectons pas consciemment des informations personnelles d'enfants de moins de 13 ans. Si vous pensez que nous avons collecté des informations d'un enfant de moins de 13 ans, veuillez nous contacter immédiatement."
  },
  "international": {
    "title": "10. Transferts Internationaux de Données",
    "description": "Vos informations peuvent être transférées et traitées dans des pays autres que votre pays de résidence. Ces pays peuvent avoir des lois de protection des données différentes. En utilisant notre service, vous consentez à de tels transferts. Nous nous assurons que des sauvegardes appropriées sont en place pour protéger vos données."
  },
  "changes": {
    "title": "11. Modifications de Cette Politique",
    "description": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre. Nous vous informerons des changements importants en publiant la nouvelle politique sur cette page et en mettant à jour la date \"Dernière mise à jour\". L'utilisation continue du service après les changements constitue une acceptation de la politique mise à jour."
  },
  "contact": {
    "title": "12. Contactez-nous",
    "intro": "Si vous avez des questions sur cette Politique de Confidentialité ou nos pratiques de données, veuillez nous contacter :",
    "emailLabel": "Email :",
    "email": "{PRIVACY_EMAIL}"
  }
}
