{
  "meta": {
    "title": "Conditions d'Utilisation",
    "description": "Lisez les termes et conditions pour utiliser les services de mise à l'échelle et d'amélioration d'images de {{APP_NAME}}."
  },
  "lastUpdated": "Dernière mise à jour : {{date}}",
  "title": "Conditions d'Utilisation",
  "viewPrivacy": "Voir la Politique de Confidentialité",
  "acceptance": {
    "title": "1. Acceptation des Conditions",
    "paragraph1": "En accédant à ou en utilisant {{APP_NAME}} (\"Service\"), vous acceptez d'être lié par ces Conditions d'Utilisation (\"Conditions\"). Si vous n'acceptez pas ces Conditions, vous ne pouvez pas utiliser le Service.",
    "paragraph2": "Nous nous réservons le droit de modifier ces Conditions à tout moment. L'utilisation continue du Service après les modifications constitue une acceptation des Conditions modifiées."
  },
  "description": {
    "title": "2. Description du Service",
    "intro": "{{APP_NAME}} fournit des services d'amélioration et de mise à l'échelle d'images par IA. Le Service permet aux utilisateurs de :",
    "features": [
      "Télécharger des images pour amélioration par IA",
      "Mettre à l'échelle des images vers des résolutions supérieures (2x, 4x)",
      "Améliorer la qualité de l'image tout en préservant le texte et les logos",
      "Télécharger les images traitées"
    ]
  },
  "registration": {
    "title": "3. Inscription au Compte",
    "intro": "Pour utiliser certaines fonctionnalités, vous devez :",
    "requirements": [
      "Créer un compte avec des informations exactes",
      "Maintenir la sécurité de vos identifiants de compte",
      "Nous notifier immédiatement en cas d'accès non autorisé",
      "Avoir au moins 13 ans (ou l'âge minimum dans votre juridiction)"
    ],
    "responsibility": "Vous êtes responsable de toutes les activités sous votre compte."
  },
  "credits": {
    "title": "4. Crédits et Paiements",
    "system": {
      "title": "4.1 Système de Crédits",
      "description": "Le Service fonctionne sur un système basé sur les crédits. Chaque action de traitement d'image consomme des crédits basés sur le type d'opération et la taille de l'image."
    },
    "free": {
      "title": "4.2 Crédits Gratuits",
      "description": "Les nouveaux utilisateurs reçoivent 10 crédits gratuits lors de l'inscription. Les crédits gratuits sont soumis à nos Conditions standard et peuvent être modifiés ou discontinués à tout moment."
    },
    "subscription": {
      "title": "4.3 Crédits d'Abonnement",
      "features": [
        "Les crédits d'abonnement se renouvellent mensuellement et sont reportés (jusqu'à 6× votre allocation mensuelle de crédits)",
        "Les crédits ne sont disponibles que tant que votre abonnement est actif",
        "Tous les abonnements sont traités via Stripe",
        "Les prix sont en USD sauf indication contraire"
      ]
    },
    "refunds": {
      "title": "4.4 Remboursements",
      "intro": "En raison de la nature des services numériques, les remboursements ne sont généralement pas fournis pour les crédits utilisés. Cependant, nous pouvons émettre des remboursements à notre discrétion pour :",
      "reasons": [
        "Pannes techniques résultant en une perte de crédits",
        "Charges en double",
        "Indisponibilité du service"
      ],
      "contact": "Pour les demandes de remboursement, contactez",
      "email": "{{SUPPORT_EMAIL}}"
    }
  },
  "subscriptions": {
    "title": "5. Abonnements",
    "terms": [
      "Les abonnements se renouvellent automatiquement à la fin de chaque période de facturation",
      "Vous pouvez annuler à tout moment via vos paramètres de compte ou le portail Stripe",
      "L'annulation prend effet à la fin de la période de facturation actuelle",
      "Aucun remboursement proraté pour les périodes de facturation partielles",
      "Nous pouvons modifier les prix d'abonnement avec un préavis de 30 jours ; l'utilisation continue constitue une acceptation"
    ]
  },
  "acceptableUse": {
    "title": "6. Usage Acceptable",
    "intro": "Vous acceptez de NE PAS utiliser le Service pour :",
    "prohibitions": [
      "Traiter du contenu illégal, nuisible ou offensant",
      "Traiter des images que vous n'avez pas le droit d'utiliser",
      "Générer ou améliorer du contenu représentant des mineurs de manière inappropriée",
      "Créer des deepfakes ou du contenu trompeur destiné à duper",
      "Violer les droits de propriété intellectuelle d'autrui",
      "Tenter d'ingénierie inverse ou d'exploiter le Service",
      "Utiliser des systèmes automatisés pour abuser du Service",
      "Contourner les limites d'utilisation ou les mesures de sécurité",
      "Revendre ou redistribuer le Service sans autorisation"
    ],
    "consequence": "La violation de ces conditions peut entraîner une résiliation immédiate du compte sans remboursement."
  },
  "intellectualProperty": {
    "title": "7. Propriété Intellectuelle",
    "yourContent": {
      "title": "7.1 Votre Contenu",
      "description": "Vous conservez tous les droits sur les images que vous téléchargez. En utilisant le Service, vous nous accordez une licence limitée pour traiter vos images uniquement pour fournir le service demandé."
    },
    "ourService": {
      "title": "7.2 Notre Service",
      "description": "{{APP_NAME}}, y compris sa technologie, sa marque et son contenu, est protégé par les lois sur la propriété intellectuelle. Vous ne pouvez pas copier, modifier, distribuer ou créer des œuvres dérivées sans notre autorisation écrite."
    }
  },
  "availability": {
    "title": "8. Disponibilité du Service",
    "intro": "Nous nous efforçons d'assurer une haute disponibilité mais :",
    "limitations": [
      "Le Service est fourni \"tel quel\" sans garanties",
      "Nous pouvons effectuer une maintenance avec ou sans préavis",
      "Les temps de traitement peuvent varier en fonction de la demande",
      "Nous nous réservons le droit de modifier ou discontinuer des fonctionnalités"
    ]
  },
  "limitation": {
    "title": "9. Limitation de Responsabilité",
    "intro": "DANS LA MESURE MAXIMALE PERMISE PAR LA LOI, {{APP_NAME}} NE SERA PAS RESPONSABLE POUR :",
    "exclusions": [
      "Dommages indirects, accidentels, spéciaux ou consécutifs",
      "Perte de profits, de données ou d'opportunités commerciales",
      "Interruptions de service ou perte de données",
      "Actions de tiers"
    ],
    "cap": "Notre responsabilité totale n'excédera pas le montant que vous nous avez payé dans les 12 mois précédant la réclamation."
  },
  "disclaimer": {
    "title": "10. Exclusion de Garanties",
    "intro": "LE SERVICE EST FOURNI \"TEL QUEL\" ET \"SELON DISPONIBILITÉ\" SANS AUCUNE GARANTIE, EXPRIMÉE OU IMPLICITE, Y COMPRIS MAIS SANS LIMITATION À :",
    "exclusions": [
      "Qualité marchande",
      "Adéquation à un usage particulier",
      "Non-contrefaçon",
      "Précision ou fiabilité des résultats"
    ],
    "caveat": "Les améliorations générées par IA peuvent ne pas toujours répondre aux attentes. Les résultats dépendent de la qualité de l'image d'entrée et d'autres facteurs."
  },
  "indemnification": {
    "title": "11. Indemnisation",
    "description": "Vous acceptez d'indemniser et de dégager de toute responsabilité {{APP_NAME}} et ses dirigeants, administrateurs, employés et agents de toute réclamation, dommage, perte ou dépense découlant de votre utilisation du Service, de la violation de ces Conditions, ou de la contrefaçon de droits de tiers."
  },
  "termination": {
    "title": "12. Résiliation",
    "intro": "Nous pouvons suspendre ou résilier votre compte à tout moment pour :",
    "reasons": [
      "Violation de ces Conditions",
      "Activité frauduleuse ou illégale",
      "Non-paiement",
      "Inactivité prolongée",
      "Toute autre raison à notre seule discrétion"
    ],
    "consequence": "Lors de la résiliation, votre droit d'utiliser le Service cesse immédiatement. Les crédits non utilisés sont forfeits sauf si la loi l'exige autrement."
  },
  "governingLaw": {
    "title": "13. Droit Applicable",
    "description": "Ces Conditions sont régies par les lois de la juridiction dans laquelle nous opérons, sans égard aux règles de conflit de lois. Tout litige sera résolu dans les tribunaux de cette juridiction."
  },
  "severability": {
    "title": "14. Séparabilité",
    "description": "Si une disposition de ces Conditions est jugée inapplicable, les dispositions restantes demeurent en pleine vigueur et effet."
  },
  "contact": {
    "title": "15. Contact",
    "intro": "Pour des questions sur ces Conditions :",
    "emailLabel": "Email :",
    "email": "{{LEGAL_EMAIL}}"
  }
}
